

# Желаемое кол-во получаемых монет за период фарма. Рандомным путём будет выбрано значение в следующих диапазонах
COINS = [37951, 81159] # 37,951 - минимальное значение /// 81,159 - максимальное
# Ставить максимальное значение выше 100К не рекомендуется!


# Автоматическая покупка буста X5 для ускоренного фарма
BUY_BOOST = True # Для включения установите значение True, для отключения — False.
# По умолчанию значение включено, однако, вы можете его отключить


# Автоматическое обновление программы
AUTO_UPDATE = False # Для включения установите значение True, для отключения — False.
# По умолчанию автообновление включено, и рекомендуется не изменять этот параметр. Однако, вы можете его отключить по соображениям безопасности!

